<template>
  <div class="wrapBody">

    <div class="wrap">
        <h3>成果報酬の支払い方法</h3>
        <p>※333人のスペシャルキャンペーンの対象者と、その期間に限り下記の対応となります。</p>

        <h4>▼成果報酬の支払い方法</h4>
        <p>登録開始から9月30日分までの成果確定分を10月31日（木）に各自ご登録頂きました銀行口座にお振込み致します。</p>
        <p>銀行口座のご登録に関しては、下記、最低支払額の3,000円を超えた方からご登録に関してのご連絡をさせていただきます。</p>
        <p>また、キャンペーン終了後（10月以降）のお支払いに関しては、月末締めの翌月末払いを予定しております。</p>
        <p>改めて、お知らせよりご連絡させていただきますので、ご登録情報の変更が合った場合は、RNDVでの情報更新をお願いいたします。</p>
        <p> ※当支払い規定が策定された時点において、銀行振込以外のお振込みは予定しておりません。</p>
        <p> ※銀行振込が出来ない場合に関しましては、お支払いが出来ませんのでご注意下さい。</p>

        <h4>▼振込金額の確認方法</h4>
        <p>予約リスト画面のボーナス金額よりご確認いただけます。</p>
        <p>ボーナス金額とは、期間内までに確定された報酬金額が振りこまれる予定の金額を指します。</p>
        <p> ※最低お支払額に達していない店舗スタッフ会員に関しては、最低支払額に達するまでは振り込まれません。</p>
        <p> ※9月30日の23:59までが、ボーナス対象となります。</p>
        <p> ※実際に振込まれる額と表示金額が異なる場合、振込処理が終了するまでは変動する可能性があります。（登録口座の間違いなどで振込ができなかった場合など）</p>
        <p> ※口座エラーになったものと同じ口座に振込可能となった場合はサポート宛にお問い合わせください。</p>

        <h4>▼報酬金額対象</h4>
        <p>最低お支払い額を3,000円以上とさせて頂いております。</p>
        <p>3,000円未満のボーナス金額の場合に関しては、3,000円以上の総額になった月の翌月末の振込となります。</p>
        <p> ※333人のスペシャルキャンペーンの最低お支払い額を上回らない3,000未満の保有期間は、2019年12月31日までとなります。</p>

        <h4>▼ボーナス金額の確定方法について</h4>
        <p>8人以上の団体予約に関しては、代理予約のやりとり確認が取れるレシート、またはLINE送信履歴キャプチャ等の提出をお願いいたします。</p>
        <p>また、8人以下の場合に関しても、予約確認を一定の割合でランダムにご提示依頼をする場合がございます。</p>
        <p>予約確認が取れない場合は、予約確認が取れるまでは未承認ボーナスとなります。</p>
        <p>予約確定とならなかった予約に関しては、証明頂いた月の確定とし、翌月のお支払いとなります。</p>

        <h4>▼ボーナス上限金額とお支払い上限について</h4>
        <p>下記をボーナス金額の上限と定めさせていただきます。</p>
        <ol>
            <li>1回予約人数の上限数：25人までとし、一回の予約で25人以上の予約人数に関しては、全て25人がボーナス金額対象となります。</li>
            <li>1ヶ月間でのボーナスの振込上限金額は25,000円となります。それ以上のボーナス金額に関しましては翌月に繰越となります。（キャンペーン期間のみ、上限が50,000円となります。）</li>
        </ol>

        <h4>▼振込手数料について</h4>
        <p>お振込み手数料（※648円）の実費をご負担いただいております。</p>

        <h4>▼不正利用発覚時のお支払いについて</h4>
        <p>不正での利用が発覚した場合、それまでに確定していたボーナス金額も全て非承認対象となります。</p>
        <p> ※不正利用が発覚した店舗スタッフ会員がいる場合、同店舗会員の全店舗スタッフ会員に、全予約に対してボーナス金額の確認を必須とします。</p>
        <p> ※店舗会員も再審査し、何らの催告なしに会員登録を解除することができるものとします。</p>

        <p>以上</p>

    </div>
</div>
</template>

<script>
export default {
  name: 'Payment',
  data () {
    return {
    }
  },
  created: function () {
    window.scrollTo(0, 0)
  }
}
</script>

<style scoped>
.custom-navbar{
  box-shadow: 0px 0px 0px rgba(100,99,99,0.9);
  background-color: rgba(252, 240, 189);
}

.nav-link{
  color: #333333!important;
}

.custom-toggler.navbar-toggler {
  border-color: #333333;
}

.custom-toggler .navbar-toggler-icon{
  width: 18px!important;
  background-image: url("data:image/svg+xml;charset=utf8,%3Csvg viewBox='0 0 30 30' xmlns='http://www.w3.org/2000/svg'%3E%3Cpath stroke='rgba(51, 51, 51, 1)' stroke-width='2' stroke-miterlimit='10' d='M4 7h22M4 15h22M4 23h22'/%3E%3C/svg%3E");
}
.custom-toggler:hover{
  border-color: rgba(100,99,99,0.8);
  background-color:rgba(100,99,99,0.2);
}

#logo_custom{
  margin-top: 0px;
}

.logo_a{
  width:20%;
}
</style>
