<template>
  <div class="wrapBody">

    <div class="wrap">
        <h3>プライバシーポリシー</h3>
        <p>株式会社ランデブー（以下「当社」といいます。）は、お客様の個人情報保護の重要性について認識し、個人情報の保護に関する法律（以下「個人情報保護法」といいます。）を遵守すると共に、以下のプライバシーポリシー（以下「本プライバシーポリシー」といいます。）に従い、適切な取扱い及び保護に努めます。</p>

        <h4>1. 基本方針</h4>
        <ol>
            <li>当社は、個人情報の取得に際しては、その利用目的を特定し、当社の正当な事業の範囲内で適法かつ公正な手段により行います。</li>
            <li>当社は、取得した個人情報は利用目的の範囲内でのみ利用し、目的外利用を行わないための措置を講じます。</li>
            <li>当社は、個人情報を第三者に委託および提供する場合には、十分な保護水準を満たした者を選定するとともに、契約等により適切な措置を講じます。</li>
            <li>当社は、個人情報の取扱いに関する法令、国が定める指針その他の規範を遵守します。</li>
            <li>当社は、個人情報の漏洩、滅失または毀損等のリスクを認識し、その防止および是正のため、適正な対策を講じます。</li>
            <li>当社は、ご本人様からの個人情報の取扱いに関する苦情・ご相談等に対して、誠実に対応いたします。</li>
            <li>当社の役員および従業員は、個人情報保護の重要性を認識し、個人情報の適切な保護に努めます。そのため、「個人情報保護マネジメントシステム要求事項（JIS Q 15001）」に準拠した個人情報保護マネジメントシステムを策定し、全従業者が遵守するとともに、この継続的改善に努めます。</li>
        </ol>

        <h4>2. 個人情報の定義</h4>
        <p>本プライバシーポリシーにおいて、個人情報とは、個人情報保護法第2条第1項により定義された個人情報、すなわち、生存する個人に関する情報であって、当該情報に含まれる氏名、生年月日その他の記述等により特定の個人を識別することができるもの（他の情報と容易に照合することができ、それにより特定の個人を識別することができることとなるものを含みます。）を意味するものとします。</p>

        <h4>3. 個人情報の利用目的</h4>
        <p>当社は、個人情報を、以下の目的で利用いたします。</p>
        <ol>
            <li>「RNDV」という名称のサービスを含む当社が提供するサービス（以下「当社のサービス」といいます。）を利用して店舗に来店されるお客様に関する個人情報</li>
            <p>(1) 当社のサービスの提供、管理及び運営のため</p>
            <p>(2) 商品の注文、受渡し、発送およびその代金決済等当社サービスの提供のため</p>
            <p>(3) お客様が当社のサービスを利用するにあたり当社が必要な連絡をするため</p>
            <p>(4) 当社のサービスに関するご案内、お問い合せ等への対応のため</p>
            <p>(5) 当社からのキャンペーン、アンケート、広告配信その他の商品若しくはサービスに関するご案内（メールでの配信も含みます。）のため</p>
            <p>(6) 当社のサービスに関する当社の規約、ポリシー等（以下「規約等」といいます。）に違反する行為に対する対応のため</p>
            <p>(7) 当社のサービスに関する規約等の変更などを通知するため</p>
            <p>(8) 当社のサービスの改善、新サービスの開発等に役立てるため</p>
            <p>(9) 当社のサービスに関連して、個人を識別できない形式に加工した統計データを作成するため</p>
            <p>(10) その他、上記利用目的に付随する目的のため</p>
            <li>お取引先企業様に関する個人情報</li>
            <p>お取引先との連絡、契約の履行、履行の請求、お取引先情報管理等のため</p>
            <li>店舗スタッフ会員等に関する個人情報</li>
            <p>(1) 当社のサービスへの会員登録手続き</p>
            <p>(2) 当社のサービスの提供（商品の注文、受渡し、発送およびその代金決済等を含む。）、管理及び運営のため</p>
            <p>(3) 当社「RNDV」サイトに情報を掲載するため</p>
            <p>(4) 当社のサービスの提供にあたり当社が必要な連絡をするため</p>
            <p>(5) 当社のサービスに関するご案内、お問い合せ等への対応のため</p>
            <p>(6) 当社からのアンケート、広告配信のため</p>
            <p>(7) 当社のサービスに関する規約等に違反する行為に対する対応のため</p>
            <p>(8) 当社のサービスに関する規約等の変更などを通知するため</p>
            <p>(9) 当社のサービスの改善、新サービスの開発等に役立てるため</p>
            <p>(10) 当社のサービスに関連して、個人を識別できない形式に加工した統計データを作成するため</p>
            <p>(11) その他、上記利用目的に付随する目的のため</p>
        </ol>

        <h4>4. 個人情報利用目的の変更</h4>
        <p>当社は、個人情報の利用目的を相当の関連性を有すると合理的に認められる範囲内において変更することがあり、変更した場合にはお客様、お取引先企業様、店舗スタッフ会員等（以下、総称して「お客様等」といいます。）に通知又は公表します。</p>

        <h4>5. 個人情報利用の制限</h4>
        <p>当社は、個人情報保護法その他の法令により許容される場合を除き、お客様等の同意を得ず、利用目的の達成に必要な範囲を超えて個人情報を取り扱いません。但し、次の場合はこの限りではありません。</p>

        <ol>
            <li>法令に基づく場合</li>
            <li>人の生命、身体又は財産の保護のために必要がある場合であって、お客様等の同意を得ることが困難であるとき</li>
            <li>公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、お客様等の同意を得ることが困難であるとき</li>
            <li>国の機関もしくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、お客様等の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき</li>
        </ol>

        <h4>6. 個人情報の適正な取得</h4>
        <p>当社は、適正に個人情報を取得し、偽りその他不正の手段により取得しません。</p>

        <h4>7. 個人情報の安全管理</h4>
        <p>当社は、個人情報の紛失、破壊、改ざん及び漏洩などのリスクに対して、個人情報の安全管理が図られるよう、当社の従業員に対し、必要かつ適切な監督を行います。また、当社は、個人情報の取扱いの全部又は一部を委託する場合は、委託先において個人情報の安全管理が図られるよう、必要かつ適切な監督を行います。</p>

        <h4>8. 第三者提供</h4>
        <p>当社は、個人情報保護法その他の法令に基づき開示が認められる場合を除くほか、あらかじめお客様等の同意を得ないで、個人情報を第三者に提供しません。但し、次に掲げる場合は上記に定める第三者への提供には該当しません。</p>
        <ol>
            <li>当社が利用目的の達成に必要な範囲内において個人情報の取扱いの全部又は一部を委託する場合</li>
            <li>合併その他の事由による事業の承継に伴って個人情報が提供される場合</li>
            <li>個人情報保護法の定めに基づき共同利用する場合</li>
        </ol>
        <h4>9. 個人情報の開示</h4>
        <p>当社は、お客様等から、個人情報保護法の定めに基づき個人情報の開示を求められたときは、お客様等ご本人からのご請求であることを確認の上で、お客様等に対し、遅滞なく開示を行います（当該個人情報が存在しないときにはその旨を通知いたします。）。なお、開示等の求めを行う場合には、お客様等ご本人からのご請求であることを確認するため、以下の書類をご提出していただく必要があります。 1）運転免許証、2）パスポート3）健康保険証、4）年金手帳、5）外国人登録証などの公的書類のコピー1点。但し、個人情報保護法その他の法令により、当社が開示の義務を負わない場合は、この限りではありません。なお、個人情報の開示につきましては、手数料（1件あたり1,000円）を頂戴しておりますので、あらかじめ御了承ください。 1）運転免許証、2）パスポート3）健康保険証、4）年金手帳、5）外国人登録証などの公的書類のコピー1点。但し、個人情報保護法その他の法令により、当社が開示の義務を負わない場合は、この限りではありません。なお、個人情報の開示につきましては、手数料（1件あたり1,000円）を頂戴しておりますので、あらかじめ御了承ください。</p>

        <h4>10. 個人情報の訂正等</h4>
        <p>当社は、お客様等から、個人情報が真実でないという理由によって、個人情報保護法の定めに基づきその内容の訂正、追加又は削除（以下「訂正等」といいます。）を求められた場合には、お客様等ご本人からのご請求であることを確認の上で、利用目的の達成に必要な範囲内において、遅滞なく必要な調査を行い、その結果に基づき、個人情報の内容の訂正等を行い、その旨をお客様等に通知します（訂正等を行わない旨の決定をしたときは、お客様等に対しその旨を通知いたします。）。但し、個人情報保護法その他の法令により、当社が訂正等の義務を負わない場合は、この限りではありません</p>
        <h4>11. 個人情報の利用停止等</h4>
        <p>当社は、お客様等から、お客様等の個人情報が、あらかじめ公表された利用目的の範囲を超えて取り扱われているという理由又は偽りその他不正の手段により取得されたものであるという理由により、個人情報保護法の定めに基づきその利用の停止又は消去（以下「利用停止等」といいます。）を求められた場合、又は個人情報がご本人の同意なく第三者に提供されているという理由により、個人情報保護法の定めに基づきその提供の停止（以下「提供停止」といいます。）を求められた場合において、そのご請求に理由があることが判明した場合には、お客様等ご本人からのご請求であることを確認の上で、遅滞なく個人情報の利用停止等又は提供停止を行い、その旨をお客様等に通知します。但し、個人情報保護法その他の法令により、当社が利用停止等又は提供停止の義務を負わない場合は、この限りではありません。</p>
        <h4>12. Cookie（クッキー）その他の技術の利用</h4>
        <p>当社のサービスは、Cookie及びこれに類する技術を利用することがあります。これらの技術は、当社による当社のサービスの利用状況等の把握に役立ち、サービス向上に資するものです。Cookieを無効化されたいユーザーは、ウェブブラウザの設定を変更することによりCookieを無効化することができます。但し、Cookieを無効化すると、当社のサービスの一部の機能をご利用いただけなくなる場合があります。</p>

        <h4>13. お問い合わせ</h4>
        <p>開示等のお申出、ご意見、ご質問、苦情のお申出その他個人情報の取扱いに関するお問い合わせは、下記の窓口までお願い致します。</p>
        <p>東京都渋谷区道玄坂1丁目10番8号<br>渋谷道玄坂東急ビル1F・2F</p>
        <p>株式会社ランデブー お問合せ係</p>
        <p>E-mail: info@rndv.jp</p>
        <p>（なお、受付時間は、平日10時から18時までとさせていただきます。）</p>
        <h4>14. 継続的改善</h4>
        <p>当社は、個人情報の取扱いに関する運用状況を適宜見直し、継続的な改善に努めるものとし、必要に応じて、本プライバシーポリシーを変更することがあります。</p>
        <p>【2020年1月27日改定】</p>
        <p>【2019年7月21日制定】</p>

        <p>以上</p>

      </div>
  </div>
</template>

<script>
export default {
  name: 'PrivacyPolicy',
  data () {
    return {
    }
  },
  created: function () {
    window.scrollTo(0, 0)
  }
}
</script>


<style scoped>
.wrapBody{
  margin: auto;
  margin-top: 80px;
  width: 85%;
  overflow: hidden;
}
.custom-navbar{
  box-shadow: 0px 0px 0px rgba(100,99,99,0.9);
  background-color: rgba(252, 240, 189);
}

.nav-link{
  color: #333333!important;
}

.custom-toggler.navbar-toggler {
  border-color: #333333;
}

.custom-toggler .navbar-toggler-icon{
  width: 18px!important;
  background-image: url("data:image/svg+xml;charset=utf8,%3Csvg viewBox='0 0 30 30' xmlns='http://www.w3.org/2000/svg'%3E%3Cpath stroke='rgba(51, 51, 51, 1)' stroke-width='2' stroke-miterlimit='10' d='M4 7h22M4 15h22M4 23h22'/%3E%3C/svg%3E");
}
.custom-toggler:hover{
  border-color: rgba(100,99,99,0.8);
  background-color:rgba(100,99,99,0.2);
}

#logo_custom{
  margin-top: 0px;
}

.logo_a{
  width:20%;
}
</style>
