<template>
<div class="wrapBody">
    <div class="wrap">
        <h3>RNDV［ランデブ］<br>店舗スタッフ会員規約</h3>
        <p>本規約は、株式会社ランデブー（以下「当社」といいます）が提供する「RNDV（ランデブ）」の店舗スタッフ向けサービスの利用にあたり、本件サービスの店舗スタッフ会員等に適用される遵守事項を定めます。</p>
        <h4>第1条（定義等）</h4>
        <ol>
            <li>本規約で用いる用語の定義は以下のとおりとします。</li>
              <p>(ア) 「本件サービス」とは、「RNDV」を通じて契約者「飲食店スタッフ」と契約者が在籍する飲食店「店舗会員」に提供される一切のサービスをいいます。</p>
              <p>(イ) 「店舗会員」とは、本規約に承諾したうえで当社の指定する方法に従って本件サービス利用の会員登録を申し込み、当社が当該申し込みを承認した店舗のうち、「RNDV店舗会員向けリファーラルサービス費」を利用している店舗をいいます。</p>
              <p>(ウ) 「店舗準会員」とは、本規約に承諾したうえで当社の指定する方法に従って本件サービス利用の会員登録を「店舗スタッフ会員」が申し込み、当社が当該申し込みを承認した店舗のうち、「RNDV店舗会員向けリファーラル費」を店舗が支払っていない店舗をいいます。</p>
              <p>(エ) 「店舗会員等」とは、店舗会員及び店舗準会員の総称とします。</p>
              <p>(オ) 「店舗会員情報」とは、店舗名、電話番号、住所、申込者名、店舗との関係、メールアドレス等当社が指定する店舗会員等の申し込み時に必要な情報をいいます。</p>
              <p>(カ) 「掲載情報」とは、RNDV上に掲載する店舗会員掲載情報及び店舗スタッフ会員、またユーザーによる掲載情報をいいます。</p>
              <p>(キ) 「店舗会員掲載情報」とは、画像、PR情報、店舗詳細情報、メニュー情報、クチコミへの返信、店舗スタッフの在籍状況、店舗スタッフの情報などの店舗会員等によりRNDV上に掲載された情報をいいます。</p>
              <p>(ク) 「店舗スタッフ会員」とは、本規約に承諾したうえで当社の指定する方法に従って本件サービス利用の会員登録を申し込み、当社が当該申し込みを承認した「店舗会員」から承認された店舗スタッフのことをいいます。</p>
              <p>(ケ) 「店舗スタッフ準会員」とは、本規約に承諾したうえで当社の指定する方法に従って本件サービス利用の会員登録を「店舗スタッフ会員」が申し込み、「店舗順会員」に所属している店舗スタッフをいいます。</p>
              <p>(コ) 「店舗スタッフ会員等」とは、店舗スタッフ会員及び店舗スタッフ準会員の総称とします。</p>
              <p>(サ) 「店舗スタッフ会員情報」とは、本サービスの提供を受ける目的で，店舗会員スタッフが「RNDV」を通じて当社に提供する一切の情報をいいます。</p>
              <p>(シ) 「認証情報」とは，登録情報のうち，ＩＤ及びパスワードその他当社が契約者（店舗会員と店舗スタッフ会員）からの接続を認証するために必要な情報をいいます。</p>
              <p>(ス) 「契約者」とは、店舗会員と店舗スタッフ会員のことをいいます。</p>
              <p>(セ) 「リファーラル集客」とは，契約者の飲食店への集客促進の目的で，「RNDV」サイトに店舗スタッフ会員のプロフィール，勤務店舗その他の情報を随時掲載すること、また「RNDV」を通して集客に至ることをいいます。</p>
              <p>(ソ) 「ユーザーによる掲載情報」とは、店舗情報、店舗スタッフ情報、クチコミ、画像などのRNDVユーザーによりRNDV上に掲載された情報をいいます。</p>
              <p>(タ) 「リファーラル費」とは、本サービスを通じて発生した予約人数に応じて発生する費用のことをいいます。</p>
            <li>契約者等は、予め本規約を承諾のうえ、当社の指定する方法に従って会員登録を申し込むものとし、会員登録中、本規約を遵守するものとします。</li>
            <li>当社は会員登録申し込みの際に審査を行い、当社が契約者として不適切と判断した場合、登録を認めないことがあります。また、承認後であっても当社が不適切と判断した場合は承認の取り消しを行う場合があります。</li>
            <li>当社は契約者等に対し事前に通知のうえ、本規約を改定できるものとします。</li>
            <li>当社から契約者等に対する通知の方法は、当社の選択により、契約者等が当社に届け出た住所・メールアドレス・ＦＡＸ番号に送付、サービス内通知、または送信する方法のいずれかにより行います。当該方法のいずれかにより送付または送信した時点において、当社から契約者等に対する通知がなされたものとみなします。</li>
        </ol>

        <h4>第2条（アカウント管理）</h4>
        <ol>
            <li>契約者等は、当社から発行されたID、パスワード（以下総称して「アカウント」といいます）の利用にあたり、当該利用に関する正当な権限を有することを保証するものとします。</li>
            <li>契約者等は当社から発行されたアカウントの管理責任を負うものとし、第三者に譲渡・貸与・開示してはならないものとします。</li>
            <li>契約者等は、アカウントの管理不十分、使用上の過誤、第三者の使用などに起因する損害につき、自ら責任を負うものとし、アカウントが第三者によって不正に使用されていることが判明した場合には、速やかに当社に連絡するものとします。</li>
            <li>アカウントが不正に利用された場合であっても、当社は当該利用が契約者等による適正な利用とみなし、当該利用により発生した一切の損害等につき何らの責任も負わないものとします。但し当社に責めに帰すべき事由が存した場合はこの限りではありません。</li>
            <li>契約者等は契約者情報に変更がある場合には、当社所定の方法により速やかに当該情報を届け出るものとします。</li>
        </ol>
        <h4>第3条（本件サービスについて）</h4>
        <p>契約者等は、本件サービスの内容等は当社が任意に定めるものとし、店舗会員等に対する事前に通知のうえ変更・終了する場合があることを予め承諾するものとします。また、災害・事故、その他緊急事態が発生した際は、本件サービスを停止する場合があります。なお、事前に契約者等へ通知のうえ（緊急の場合はこの限りではありません）、本件サービスを変更・停止したことにより、契約者等または第三者に損害や不利益が発生しても、当社は一切の責任を負わないものとします。</p>
        <h4>第4条（プライバシー）</h4>
        <ol>
            <li>店舗会員等の登録情報及び当社が取得した店舗会員等に関する情報において個人情報が存する場合は、以下の様に取扱うものとします。</li>
              <p>（1）利用目的</p>
              <p>  [1]本件サービスへの会員登録手続き</p>
              <p>  [2]その他上記[1]の目的に付随する業務</p>
              <p>  [3]その他通常の商取引全般に付随する業務</p>
              <p>（2）収集する情報</p>
              <p>[1]氏名（フリガナを含む）、[2]住所、[3]電話番号（携帯電話・FAXを含む）、[4]電子メールアドレス、[5]その他連絡先に関する情報、[6]その他店舗会員から当社に提供される一切の情報。上記の個人情報をご提供いただくことはあくまで任意ですが、会員登録手続きにおいて必要な事項となります。そのため、ご提供いただけない場合は会員登録をお断りする場合があります。</p>
              <p>（3）第三者提供について</p>
              <p>当社は、店舗会員等の同意を得ている場合や「個人情報の保護に関する法律」（以下「法」といいます）に基づき第三者への提供を行える場合、その他法令等に基づく場合等を除き、原則として個人情報を第三者への提供を行いません。なお、別途定める特定の者との間で共同利用する場合には、店舗会員等の同意をいただくことなく、個人情報を当社以外の者に対して提供することがありますが、その場合にはあらかじめ共同利用する旨を公表いたします。</p>
              <p>（4）安全管理について</p>
              <p>当社は、当該個人情報を正確かつ最新の状態で保管・管理するよう努めると共に漏洩事故等がないよう、合理的な安全管理処置を実施します。</p>
              <p>（5）開示請求について</p>
              <p>当社は、法に基づき、保有個人情報について、本人またはその代理人からの以下の申請に対応させていただいております。</p>
              <p> 1. 保有個人情報利用目的の通知（法第24条）</p>
              <p> 2. 保有個人情報の開示（法第25条）</p>
              <p> 3. 保有個人情報の訂正、追加または削除（法第26条）</p>
              <p> 4. 保有個人情報の利用停止、消去または第三者への提供の停止（法第27条）</p>
              <!-- <p>詳細に関しましては、当社Webページ(下記URL)をご覧下さい。</p>
              <a href="">https://●●●●</a> -->
            <li>契約者等が不適切な書き込みを行った場合、または重要なお知らせがある場合、店舗会員IDとして取得したメールアドレス宛に当社からメールを送信する場合があります。</li>
            <li>本件サービス内で自発的に個人情報を表示した場合（掲載情報にE-mailアドレスを記載した場合など）、その情報は他の利用者によって収集され使用される可能性があります。当社は個人情報の保護に最大限の注意を払っていますが、このような情報の送信・開示は、契約者等ご自身の責任において行ってください。</li>
        </ol>
        <h4>第5条（掲載情報）</h4>
        <ol>
            <li>契約者等は、会員登録中、当社所定の方法に従って自らの責任において掲載情報等を掲載もしくは変更できるものとします。</li>
            <li>原則として、文字情報及び画像等掲載情報の掲載場所及び順序は当社が決定するものとします。</li>
            <li>契約者等は、会員登録中、一般公開情報以外の掲載情報を任意で削除できるものとします。</li>
            <li>店舗会員等は、理由の如何を問わず会員登録解除後においては、店舗会員掲載情報を任意で削除することはできず、当該情報の掲載・削除に関しては当社の任意の判断に従うことに同意します。</li>
            <li>契約者等は、当社が自らの判断により何ら事前の通知なく掲載情報の編集・変更・削除を行うことに同意します。また、当社はその理由の如何を問わず掲載情報の削除義務を負うものではありません。</li>
            <li>当社は、契約者等が掲載しようとした情報についてその掲載を拒絶したこと、当該掲載の承諾の判断に時間を要したこと、掲載情報を編集・変更・削除したこと、または当該情報を削除しなかったことにより、店舗会員等もしくは第三者に発生した損害について、その法的根拠如何を問わず、一切の責任を負いません。</li>
        </ol>

        <h4>第6条（サービス、情報の利用）</h4>
        <ol>
            <li>契約者等は、当社が提供する本件サービスの利用、本件サービスへのアクセスに関して、以下の行為を行ってはならないものとします。</li>
              <p>[1] RNDVに掲載されている情報その他本サービスで取得可能な情報を、他のサイトに転載し、またはインターネット以外の媒体に転用する行為</p>
              <p>[2] RNDV上で、飲食店としての店舗情報以外の情報を掲載するなどして、飲食店としての店舗以外の営業活動の宣伝をする行為</p>
              <p>[3] 宗教活動、政治活動などの目的で本件サービスを利用する行為</p>
              <p>[4] 上記各行為に準じる行為</p>
            <li>店舗会員等が前項に定める行為を行った場合、当社は、かかる行為により掲載された情報等をRNDV上から削除し、または当該行為を行った契約者等に対して当該行為の差止を請求できるものとします。</li>
        </ol>
        <h4>第7条（著作権）</h4>
        <ol>
            <li>契約者等が本件サービスへ掲載情報（画像のアップロードを含む）の掲載を行った時点で、当該情報の内容の国内外における複製権、公衆送信権、翻訳権・翻案権等の全ての著作権その他の著作権法上の権利（当社から第三者に対する再利用許諾権を含む）を契約者等が無償で当社に対して許諾したものとします。</li>
            <li>当社は必要に応じて、契約者等が本件サービスを通じて登録・提供した情報の全部または一部を契約者等への事前の通知・承認または対価の支払いを要せず、内容の変更・複写・移動を行うほか、自由に利用することができるものとします。</li>
            <li>当社は、本条の規定に従い第2項の情報を利用したことにより、契約者等もしくは第三者に発生した損害について一切の責任を負いません。</li>
        </ol>
        <h4>第8条（守秘義務）</h4>
        <p>契約者等は、会員登録中または会員登録解除後にかかわらず、本規約に関連して知り得た情報、その他当社の機密に属すべき一切の事項を第三者に漏洩してはならないものとします。</p>
        <h4>第9条（禁止事項）</h4>
        <p>契約者等は次の行為を行ってはならないものとします。行った場合は事前の通知無く、本件サービスの利用を停止される場合があることを予め承諾するものとします。</p>
        <ol>
            <li>法令の定めに違反する行為</li>
            <li>犯罪に結びつく行為</li>
            <li>公序良俗に反する行為</li>
            <li>消費者の判断に錯誤を与える恐れのある行為</li>
            <li>他の契約者等その他の第三者に対し、財産権（知的財産権を含む）の侵害、プライバシーの侵害、誹謗中傷その他不利益を与える行為</li>
            <li>RNDV上で契約者等の運営する店舗に関わる情報以外を宣伝する行為</li>
            <li>当社のサービス業務の運営・維持を妨げる行為</li>
            <li>虚偽の情報を故意に登録する行為</li>
            <li>RNDVに関し利用しうる情報を改竄する行為</li>
            <li>有害なコンピュータプログラム等を送信または書き込む行為</li>
        </ol>
        <h4>第10条（本件サービスの停止）</h4>
        <p>契約者等は、当社が提供する本件サービスにおいて、下記の事情により一定期間停止される場合があることを予め承諾し、本件サービス停止による損害の補償等を当社に請求しないこととします。</p>
        <ol>
            <li>当社のサーバ、ソフトウェア等の点検、修理、補修等のための停止</li>
            <li>コンピュータ、通信回線等の事故による停止</li>
            <li>その他やむをえない事情による停止</li>
        </ol>
        <h4>第11条（免責等）</h4>
        <ol>
            <li>当社は、契約者等が情報掲載に関して被った損害（その原因の如何を問わない）について、その損害を賠償する責を負わないものとします。</li>
            <li>当社は、本サービスの提供に関連する一切の行為について、契約者等に対して、その法的根拠如何に関わらず、一切の損害賠償支払義務を負いません。</li>
            <li>本件サービスにおいて、契約者等から提供された情報（プログラムを含む）によって第三者の知的財産権（著作権、意匠権、特許権、実用新案権、商標権、営業秘密を含む）、名誉、プライバシーその他第三者の権利または利益を侵害し、当社が損害賠償の支払を余儀なくされた場合は、当社は当該権利または利益侵害の原因となる情報を提供した店舗会員等に対しその損害及び当該権利または利益の侵害に基づく請求に対する対応に関わる一切の費用（訴訟費用、賠償金、弁護士費用など）を請求できるものとします。</li>
            <li>店舗会員と店舗スタッフ会員間及び契約者等と第三者の間でトラブルが発生した場合は、当該当事者間で一切の解決を図るものとし、当社は何ら負担を負わないものとします。</li>
            <li>当社は、本サービスの提供に関連する一切の行為について、第三者に委託することができるものとします。なおこの場合、当社は当該第三者に本規約規定に定める当社の負う義務を遵守させるものとします。</li>
            <!-- <li>当社が負担する「リファーラル費」の支払い、支払いサイトに等に関しては詳細に関しましては、当社Webページ(下記URL)をご覧下さい。</li>
            <a href="">https://●●●●</a> -->
        </ol>
        <h4>第12条（有効期間）</h4>
        <p>会員登録の有効期間はアカウント発行日より1年間とします。ただし、期間満了の1ヵ月前までに当社または契約者等からの一方から書面又はメールによる更新拒絶の意思表示がない限り、会員登録は1年間更新されるものとし、以後も同様とします。</p>

        <h4>第13条（契約者等による解約）</h4>
        <p>前条の規定にかかわらず、契約者等は1ヵ月前までに店舗管理画面の所定のフォームから退会の旨を通知することにより、退会し、会員登録を解除することができるものとします。</p>

        <h4>第14条（当社による解除）</h4>
        <ol>
            <li>当社は、店舗会員等が次のいずれかの事由に該当した場合には、何らの催告なしに会員登録を解除することができるものとします。</li>
              <p>（1）本規約の条項に違反したとき</p>
              <p>（2）手形又は小切手の不渡りが発生した時</p>
              <p>（3）差押え、仮差押え、仮処分その他の強制執行又は滞納処分または滞納処分の申し立てを受けたとき</p>
              <p>（4）破産、民事再生、会社更生または特別清算の申し立てがされた時</p>
              <p>（5）前3号の他、店舗会員等の信用状態に重大な変化が生じたとき</p>
              <p>（6）解散又は営業停止となったとき</p>
              <p>（7）営業方法等について行政当局による注意又は勧告、もしくは行政処分を受けたとき</p>
              <p>（8）契約者等が当社のコンピュータに保存されているデータを当社に無断で閲覧、変更もしくは破壊したとき、又はその恐れがあると当社が判断したとき</p>
              <p>（9）営業方法等が公序良俗に反し又はRNDVにふさわしくないと当社が判断したとき</p>
              <p>（10）自己もしくはその役員・従業員、自己の親会社、大株主ないし実質的に会社を支配する者もしくは自己の子会社（以下、総称して「グループ会社」といいます）またはグループ会社の役員・従業員が、反社会的勢力（暴力団、暴力団員、暴力団準構成員、暴力団関係企業、総会屋等、社会運動標榜ゴロ、特殊知能暴力集団等またはこれらに準じる者）に該当することが判明したとき</p>
              <p>（11）自らまたは第三者を利用して、次の①ないし⑤のいずれかに該当する行為を行ったとき</p>
              <p> ①暴力的な要求行為</p>
              <p> ②法的な責任を超えた不当な要求行為</p>
              <p> ③取引に関して、脅迫的な言動をし、または暴力を用いる行為</p>
              <p> ④風説を流布し、偽計を用いまたは威力を用いて相手方の信用を毀損し、または相手方の業務を妨害する行為</p>
              <p> ⑤その他①ないし④のいずれかに準ずる行為</p>
            <li>当社は前項各号にかかわらず、会員登録の継続が困難と認めたときは、店舗会員等に対し、書面またはメールによる催告の上、会員登録を解除することができます。</li>
        </ol>
        <h4>第15条（専属的合意管轄裁判所）</h4>
        <p>当社と契約者等の間で訴訟の必要が生じた場合は、東京地方裁判所を専属的合意管轄裁判所とします。</p>
        <h4>第16条（協議）</h4>
        <p>本規約に定めのない事項および本規約の各条項について疑義が生じた場合、当社及び店舗会員等が誠意をもって協議し、解決するものとします。</p>

        <p>以上</p>

    </div>
</div>
</template>

<script>
export default {
  name: 'Tos',
  data () {
    return {
    }
  },
  created: function () {
    window.scrollTo(0, 0)
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
.custom-navbar{
  box-shadow: 0px 0px 0px rgba(100,99,99,0.9);
  background-color: rgba(252, 240, 189);
}

.nav-link{
  color: #333333!important;
}

.custom-toggler.navbar-toggler {
  border-color: #333333;
}

.custom-toggler .navbar-toggler-icon{
  width: 18px!important;
  background-image: url("data:image/svg+xml;charset=utf8,%3Csvg viewBox='0 0 30 30' xmlns='http://www.w3.org/2000/svg'%3E%3Cpath stroke='rgba(51, 51, 51, 1)' stroke-width='2' stroke-miterlimit='10' d='M4 7h22M4 15h22M4 23h22'/%3E%3C/svg%3E");
}
.custom-toggler:hover{
  border-color: rgba(100,99,99,0.8);
  background-color:rgba(100,99,99,0.2);
}

#logo_custom{
  margin-top: 0px;
}

.logo_a{
  width:20%;
}
</style>
